if (Activities.find().count() < 6) {
  Activities.insert({
    "title" : "法兰黛【随波逐流我不介意】",
    "desc" : "初来乍到，婉如清飏我们跟著风一起过来第一次的相遇 欸，随波逐流我不介意，我的眼望著天际。 让生命的流，载著浮，与沉。不奋力挣扎，不强求方向；让岩石来划伤，让波涛都经过。摩擦生出温柔之后，期待它长成真正的坚强。",
    "picture" : "iH6jg5pW8ZDBQf2Yk",
    // "picture" : "images/1.jpg",
    "time" : "2015-12-26T13:00:00.000Z",
    "where" : "海珠区工业大道北132号",
    "limit" : "新圣堂影业 田羽生",
    // "limit" : "12",
    "fee" : "120元/人",
  });

  Activities.insert({
    "title" : "“敬你一碗边疆酒”东莞SoWhat",
    "desc" : "南二巷乐队，成立于2010年,《在路上》 从军行七首 王昌龄 青海长云暗雪山, 孤城遥望玉门关.黄沙百战穿金甲, 不破楼兰终不还. 他们是来自新疆的南二巷，他们的音乐总是带有边疆的狂放与不羁。温热多雨的南方滋养了多少文人墨客。而如今，单枪匹马，南二巷来了！带着西域的风沙，带着边疆的凄美，带着与生俱来的狂放，还带着边疆的酒！来，10月30日，东莞SoWhat Livehouse一起举起手中的酒杯，一起与南二巷感受狂放。",
    "picture" : "X8fmaiXHvbSuKQaHe",
    "time" : "2015-11-14T00:50:00.000Z",
    "where" : "东莞 SO WHAT LIVEHOUSE",
    "limit" : "腾邦梧桐基金",
    "fee" : "33元/人",
  });

  Activities.insert({
    "title" : "慢下来，和心灵对画",
    "desc" : "一节绘画课3小时 但画画绝不是一个3小时的事情 是一种延续的练习、创造、和自我交流和突破 即将过去的365天 是和绘画有关的365天 即将到来的365天 我们也用绘画来充实它吧 让每一天都不虚度 壹号画苑欢迎每一个爱画画的小伙伴同我们一起享受宁静的绘画时光 ●零基础的小伙伴 我们将提供针对性的绘画学习课程 ●有绘画能力及基础的小伙伴 我们将为你提供安静的绘画自习室我们为你提供安静的绘画空间 分享一个美好夏日的午后",
    "picture" : "yEYqwqwmL2uGK3N5h",
    "time" : "2015-10-31T14:59:00.000Z",
    "where" : "汉口 江岸区 长青广场",
    "limit" : "众信旅游",
    "fee" : "免费",
  });

  Activities.insert({
    "title" : "《时光机——万圣节•魔幻夜》",
    "desc" : "  【看见，才会相信】 \n也许你看过魔术。在网上。或者在电视里。然而，你看过发生在眼前的魔术吗？  \n那一刻的心情，通过屏幕无法体会。  \n魔术，展现的是人类想像力的无限可能性。有些时候，它也让我们作为人类这个物种的一员增加一点自豪感——就像大卫•布莱恩做出极限挑战时那样。  \n魔术需要亲见。只有看见和经历，你才会相信。",
    "picture" : "gTH2MbctiZANC5Y7M",
    "time" : "2015-11-23T04:00:00.000Z",
    "where" : "中间剧场",
    "limit" : "折疯了海淘",
    "fee" : "120元",
  });

  Activities.insert({
    "title" : "【FACE OFF】鼓楼万圣节狂欢派对！",
    "desc" : "1年1度的万圣节就要来临了，京城著名厂牌THE VIRGINS和DYING ART联袂为大家奉献这个年度最兴奋、最好玩的万圣节狂欢不眠夜！！！   没错，就在北京亚文化潮流的中心，人潮汹涌的鼓楼，有史以来最具诱惑力的万圣节主题派对等着你们的到来！这是FACE OFF的最佳时刻，1年只有1次，别给自己留任何遗憾。不管你是白领、学生、苦逼屌丝、文青、摇滚热血青年、夜店玩家、还是找不到自己的路人甲乙，一定要戴上你的面具，穿上最具创意的盛妆，集体进发鼓楼，一起来MAO过鬼节！让积攒了大半年的荷尔蒙尽情释放和挥洒，享受这个让人无比期待的的奇幻之夜！",
    "picture" : "i2EoFzq9oukDJxEsR",
    "time" : "2015-10-29T14:00:00.000Z",
    "where" : "MAO Live House 鼓楼东大街",
    "limit" : "粒米科技",
    "fee" : "150/人",
  });
  Activities.insert({
    "title" : "11.11 美女脱口秀专场",
    "desc" : "  美女脱口秀专场----女人改（huo）变（hai）世界\n 大型美女脱口秀现场演出第二波强势来袭！\n这场演出汇聚了全国脱口秀圈里最好的女演（liu）员(mang).\n她们来自四面八方：北京，上海，广州，甘肃 ,还有外援来自美国纽约！\n她们是活跃在各个领域的精（shen）英(jing)，\n有律师、咨询师、女叫兽、小萝莉、美女住持、设计师以及无业闲散人员。\n这即将是一场前无古人的盛大演出！\n看完我们的演出你就一定会相信：女人改（huo）变(hai)世界！",
    "picture" : "T7WLXYuFEbcCmTT54",
    "time" : "2015-11-11T14:00:00.000Z",
    "where" : "建国门内大街8号",
    "limit" : "TOP2滴滴出行-滴滴快的174",
    "fee" : "$80",
  });
}


// if (Activities.find().count() < 6) {
//   Activities.insert({
//     "title" : "法兰黛【随波逐流我不介意】",
//     "desc" : "初来乍到，婉如清飏我们跟著风一起过来第一次的相遇 欸，随波逐流我不介意，我的眼望著天际。 让生命的流，载著浮，与沉。不奋力挣扎，不强求方向；让岩石来划伤，让波涛都经过。摩擦生出温柔之后，期待它长成真正的坚强。",
//     "picture" : "iH6jg5pW8ZDBQf2Yk",
//     // "picture" : "public/1.jpg",
//     "time" : "2015-12-26T13:00:00.000Z",
//     "where" : "海珠区工业大道北132号",
//     "limit" : "200人",
//     "fee" : "120元/人",
//   });

//   Activities.insert({
//     "title" : "“敬你一碗边疆酒”东莞SoWhat",
//     "desc" : "南二巷乐队，成立于2010年,《在路上》 从军行七首 王昌龄 青海长云暗雪山, 孤城遥望玉门关.黄沙百战穿金甲, 不破楼兰终不还. 他们是来自新疆的南二巷，他们的音乐总是带有边疆的狂放与不羁。温热多雨的南方滋养了多少文人墨客。而如今，单枪匹马，南二巷来了！带着西域的风沙，带着边疆的凄美，带着与生俱来的狂放，还带着边疆的酒！来，10月30日，东莞SoWhat Livehouse一起举起手中的酒杯，一起与南二巷感受狂放。",
//     "picture" : "X8fmaiXHvbSuKQaHe",
//     "time" : "2015-11-14T00:50:00.000Z",
//     "where" : "东莞 SO WHAT LIVEHOUSE",
//     "limit" : "限20人",
//     "fee" : "33元/人",
//   });

//   Activities.insert({
//     "title" : "慢下来，和心灵对画",
//     "desc" : "一节绘画课3小时 但画画绝不是一个3小时的事情 是一种延续的练习、创造、和自我交流和突破 即将过去的365天 是和绘画有关的365天 即将到来的365天 我们也用绘画来充实它吧 让每一天都不虚度 壹号画苑欢迎每一个爱画画的小伙伴同我们一起享受宁静的绘画时光 ●零基础的小伙伴 我们将提供针对性的绘画学习课程 ●有绘画能力及基础的小伙伴 我们将为你提供安静的绘画自习室我们为你提供安静的绘画空间 分享一个美好夏日的午后",
//     "picture" : "yEYqwqwmL2uGK3N5h",
//     "time" : "2015-10-31T14:59:00.000Z",
//     "where" : "汉口 江岸区 长青广场",
//     "limit" : "不限",
//     "fee" : "免费",
//   });

//   Activities.insert({
//     "title" : "《时光机——万圣节•魔幻夜》",
//     "desc" : "  【看见，才会相信】 \n也许你看过魔术。在网上。或者在电视里。然而，你看过发生在眼前的魔术吗？  \n那一刻的心情，通过屏幕无法体会。  \n魔术，展现的是人类想像力的无限可能性。有些时候，它也让我们作为人类这个物种的一员增加一点自豪感——就像大卫•布莱恩做出极限挑战时那样。  \n魔术需要亲见。只有看见和经历，你才会相信。",
//     "picture" : "gTH2MbctiZANC5Y7M",
//     "time" : "2015-11-23T04:00:00.000Z",
//     "where" : "中间剧场",
//     "limit" : "不限",
//     "fee" : "120元",
//   });

//   Activities.insert({
//     "title" : "【FACE OFF】鼓楼万圣节狂欢派对！",
//     "desc" : "1年1度的万圣节就要来临了，京城著名厂牌THE VIRGINS和DYING ART联袂为大家奉献这个年度最兴奋、最好玩的万圣节狂欢不眠夜！！！   没错，就在北京亚文化潮流的中心，人潮汹涌的鼓楼，有史以来最具诱惑力的万圣节主题派对等着你们的到来！这是FACE OFF的最佳时刻，1年只有1次，别给自己留任何遗憾。不管你是白领、学生、苦逼屌丝、文青、摇滚热血青年、夜店玩家、还是找不到自己的路人甲乙，一定要戴上你的面具，穿上最具创意的盛妆，集体进发鼓楼，一起来MAO过鬼节！让积攒了大半年的荷尔蒙尽情释放和挥洒，享受这个让人无比期待的的奇幻之夜！",
//     "picture" : "i2EoFzq9oukDJxEsR",
//     "time" : "2015-10-29T14:00:00.000Z",
//     "where" : "MAO Live House 鼓楼东大街",
//     "limit" : "限100人",
//     "fee" : "150/人",
//   });
//   Activities.insert({
//     "title" : "11.11 美女脱口秀专场",
//     "desc" : "  美女脱口秀专场----女人改（huo）变（hai）世界\n 大型美女脱口秀现场演出第二波强势来袭！\n这场演出汇聚了全国脱口秀圈里最好的女演（liu）员(mang).\n她们来自四面八方：北京，上海，广州，甘肃 ,还有外援来自美国纽约！\n她们是活跃在各个领域的精（shen）英(jing)，\n有律师、咨询师、女叫兽、小萝莉、美女住持、设计师以及无业闲散人员。\n这即将是一场前无古人的盛大演出！\n看完我们的演出你就一定会相信：女人改（huo）变(hai)世界！",
//     "picture" : "T7WLXYuFEbcCmTT54",
//     "time" : "2015-11-11T14:00:00.000Z",
//     "where" : "建国门内大街8号",
//     "limit" : "20人",
//     "fee" : "$80",
//   });
// }
